{
  "button_mobile_wallet": "Mobile Wallet",
  "button_desktop_wallet": "Desktop Wallet",
  "button_staking": "Staking",
  "button_vivid_staking": "Vivid Staking",
  "button_blockchain": "Blockchain",
  "button_security": "Sicherheit",
  "button_faq": "FAQ",
  "button_get_started": "Erste Schritte",
  "button_terms": "Nutzungsbedingungen",
  "button_policy": "Datenschutzrichtlinie",
  "lng_en": "Englisch",
  "lng_fr": "Französisch",
  "lng_sp": "Spanien",
  "lng_it": "Italienisch",
  "lng_de": "Deutsch",
  "lng_lt": "Litauen",
  "lng_es": "Spanien",
  "lng_ru": "Russisch",
  "cookie_policy": "Datenschutzeinstellungen",
  "cookie_banner_text_1": "Taler verwendet Cookies und ähnliche Technologien, um die zuverlässige und sichere Bereitstellung unserer Dienste zu gewährleisten. Essenzielle Cookies werden automatisch gesetzt und erfordern keine Zustimmung. Mit Ihrer Erlaubnis können wir und unsere Partner zusätzliche Cookies verwenden, um die Website-Leistung zu verbessern, Ihr Banking-Erlebnis zu personalisieren und Ihnen relevante Inhalte und Werbung anzuzeigen. Wir können Informationen über Ihr Gerät, Ihr Verhalten auf unserer Website und Ihre Interaktion mit unseren Anzeigen sammeln.",
  "cookie_banner_text_2": "Durch Auswahl von 'Alle akzeptieren' stimmen Sie der Verwendung dieser zusätzlichen Cookies und der Weitergabe der gesammelten Informationen an unsere Partner zu – einschließlich einiger, die sich außerhalb der EU befinden, wie z.B. in den USA. Gemäß der EU-Verordnung 2016/679 ('DSGVO') bietet die USA kein angemessenes Datenschutzniveau. Wenn Sie 'Alle ablehnen' wählen oder das 'X' in der oberen rechten Ecke anklicken, bleiben nur essentielle Cookies aktiv. Sie können Ihre Präferenzen unter 'Cookie-Einstellungen' verwalten und Ihre Einwilligung jederzeit widerrufen. Weitere Details finden Sie in unserer Cookie-Richtlinie.",
  "reject-cookies": "Alle ablehnen",
  "accept-cookies": "Alle akzeptieren",
  "terms_text_1": "Nutzungsbedingungen",
  "terms_text_2": "1. ALLGEMEINES",
  "terms_text_3": "1. Bitte lesen Sie diese Nutzungsbedingungen ('Bedingungen') sorgfältig durch, da sie eine rechtlich bindende Vereinbarung zwischen (Name) ('Taler', 'wir', 'uns' oder 'unser'), einem Unternehmen, das nach den Gesetzen von _____ registriert ist, mit eingetragener Adresse (Adresse), und Ihnen darstellen. Diese Bedingungen regeln die Nutzung von https://taler.tirol/ (die 'Website') und der Anwendung (wie unten definiert) und gelten für alle Nutzer der Anwendung sowie anderer von uns bereitgestellter Dienste und Ressourcen.",
  "terms_text_4": "2. Durch die Nutzung unserer Website und Anwendung bestätigen Sie, dass Sie diese Bedingungen gelesen und verstanden haben, und erklären ausdrücklich, dass Sie sich an die hierin festgelegten Bedingungen halten. WENN SIE MIT DIESEN BEDINGUNGEN NICHT EINVERSTANDEN SIND, MÜSSEN SIE DIE NUTZUNG DER WEBSITE UND/ODER DER ANWENDUNG SOFORT EINSTELLEN.",
  "terms_text_5": "3. Wir stellen unsere Bedingungen in der aktuellsten Version in unserer Anwendung zur Verfügung. Wir behalten uns das Recht vor, diese Bedingungen nach unserem Ermessen von Zeit zu Zeit zu ändern oder zu modifizieren. Wir werden Sie über Änderungen informieren, indem wir das Datum der 'Letzten Aktualisierung' dieser Bedingungen aktualisieren, und Sie verzichten auf das Recht, jede solche Änderung gesondert mitgeteilt zu bekommen. Jedes Mal, wenn Sie unsere Website und/oder Anwendung nutzen möchten, überprüfen Sie diese Bedingungen, um sicherzustellen, dass Sie die zu diesem Zeitpunkt geltenden Bedingungen verstehen. Durch die weitere Nutzung der Website und/oder Anwendung nach dem Veröffentlichungsdatum der geänderten Bedingungen unterwerfen Sie sich diesen und gelten als darüber informiert und haben diese akzeptiert.",
  "terms_text_6": "2. ANWENDUNG",
  "terms_text_7": "1. Wir stellen Ihnen eine selbst-gehostete, nicht verwahrende Wallet zur Verfügung, die für Transaktionen innerhalb eines dezentralen Computernetzwerks entwickelt wurde, das aus einer Layer-1-Blockchain mit verschiedenen Komponenten besteht ('Taler') (die 'Anwendung'). Die Anwendung ist eine Software, die innerhalb von Taler folgende Funktionalitäten bietet: i) generiert öffentliche Wallet-Adressen und verschlüsselte private Schlüssel, die Sie zum Senden und Empfangen digitaler Assets verwenden können; ii) erleichtert die Übermittlung von Anweisungen zur Übertragung digitaler Assets; iii) ermöglicht Endnutzern die Interaktion mit Drittanbietern zum Kauf digitaler Assets. Wir bieten keine Verkaufs- und Kaufdienste für digitale Assets an; iv) ermöglicht Nutzern die Interaktion mit dezentralen Börsen zum Austausch digitaler Assets. Es ist wichtig zu beachten, dass wir keine digitalen Asset-Austauschdienste selbst anbieten; v) stellt (???) bereit (weitere Details sind in Abschnitt 5 dieser Bedingungen aufgeführt), ein Off-Chain-Konto, das in Gebühren gemessen wird, die Netzwerkgebühren für Transaktionen innerhalb von Taler und anderen Blockchains bezahlen. Die Batterie ermöglicht die Nutzung von Blockchain-Funktionen, ohne den allgemeinen Kryptowährungs-Kaufprozess durchlaufen zu müssen.",
  "terms_text_8": "Die Website und/oder Anwendung speichert Ihre privaten Schlüssel, Backup-Phrasen, Datensicherungen oder Passwörter nicht auf ihren Servern. Es ist wichtig, dass Sie Ihre privaten Schlüssel, Backup-Phrasen oder Passwörter vertraulich und sicher aufbewahren. Wir empfehlen Ihnen, Ihre Backup-Phrasen aufzuschreiben und offline an einem für Sie unzugänglichen Ort aufzubewahren. Sollten Sie Ihre privaten Schlüssel, Backup-Phrasen oder Passwörter verlieren, können wir diese nicht wiederherstellen, und Sie verlieren den Zugriff auf Ihre in Taler gespeicherten digitalen Vermögenswerte.",
  "terms_text_9":"3. Taler speichert nur Transaktionsdatensätze der Transaktionen, die Sie über die Anwendung tätigen. Um abgeschlossen zu werden, müssen alle vorgeschlagenen Transaktionen bestätigt und in Taler aufgezeichnet werden.",
  "terms_text_10":"4. Taler ist ein dezentrales Peer-to-Peer-Netzwerk, das von unabhängigen Dritten unterstützt wird. Wir besitzen, kontrollieren oder betreiben Taler nicht. Daher können wir nicht garantieren, dass alle Transaktionen mit digitalen Vermögenswerten, die Sie mit den auf Taler verfügbaren Mitteln tätigen, einschließlich, aber nicht beschränkt auf Zahlungen mit NFT-Technologie oder Zahlungskarten, rechtzeitig abgeschlossen werden.",
  "terms_text_11":"5. Sie müssen sich direkt bei Taler über etwaige Taler-Gebühren (z. B. Validierungs- oder Mining-Gebühren) im Zusammenhang mit Ihren Transaktionen mit digitalen Vermögenswerten informieren. Wir haften nicht für Verluste, die durch die Höhe der von Ihnen gezahlten Transaktionsgebühren (Gasgebühren) entstehen (auch wenn die erwarteten und/oder früheren Preise niedriger als der tatsächliche Preis sind). Wir übernehmen keine Verantwortung für die Änderung der Preise oder die Anzahl der Transaktionen, die mit (???) bezahlt werden können.",
  {
  "hero_text": "Sicheres und praktisches Kryptowährungs-Wallet in einer App",
  "reveal_text_1": "Universell",
  "reveal_text_2": "Ob Anfänger oder Profi - Taler Wallet macht Web3 einfach und komfortabel",
  "reveal_text_3": "Multi-Netzwerk",
  "reveal_text_4": "Interagieren Sie mit beliebigen Token oder dezentralen Anwendungen in den wichtigsten L1- und L2-Netzwerken",
  "reveal_text_5": "Flexibel",
  "reveal_text_6": "Wählen Sie aus 22 Sprachen und verfolgen Sie Ihr Guthaben in über 22 Fiat-Währungen",
  "reveal_text_7": "Taler Wallet",
  "reveal_text_8": "Token versenden",
  "reveal_text_9": "Senden Sie problemlos Hunderte von Token und führen Sie in Sekunden Cross-Chain-Transfers im Taler-Netzwerk durch",
  "reveal_text_10": "Token kaufen",
  "reveal_text_11": "Starten Sie oder laden Sie einfach Ihr Guthaben über unsere On-Ramp-Anbieter auf",
  "reveal_text_12": "Token-Austausch",
  "reveal_text_13": "Tauschen Sie Token einfach über die proprietäre Taler-Schnittstelle",
  "reveal_text_14": "Transaktionsverlauf",
  "reveal_text_15": "Betrachten Sie vergangene Transaktionen mit dem Fiat-Wechselkurs zum Zeitpunkt der Transaktion",
  "reveal_text_16": "Mobil",
  "reveal_text_17": "Alle Ihre Assets an einem mobilen Ort",
  "reveal_text_18": "Desktop",
  "reveal_text_19": "Alle Funktionen in einer Desktop-Version",
  "reveal_text_20": "Super einfaches Staking",
  "reveal_text_21": "Taler Wallet nimmt Ihnen die Mühe des Stakings ab und bietet den komfortabelsten und profitabelsten Einstieg! Vergessen Sie Nomination Pools, Direct Staking und Validatoren - wir erledigen alles für Sie.",
  "reveal_text_22": "Reguläres Staking",
  "reveal_text_23": "Vivid Staking",
  "reveal_text_24": "Auszahlungen einmal täglich",
  "reveal_text_25": "Geld ist für einen gewählten Zeitraum eingefroren",
  "reveal_text_26": "Geld ist nicht eingefroren",
  "reveal_text_27": "Zahlungen am Laufzeitende",
  "reveal_text_28": "Tokenisierte Smart Contracts",
  "reveal_text_29": "Talers Blockchain erreicht über 3,5 Millionen Transaktionen pro Sekunde dank seines einzigartigen Proof-of-Utility-Konsenses.",
  "reveal_text_30": "Talers Blockchain erreicht über 3,5 Millionen Transaktionen pro Sekunde dank seines einzigartigen Proof-of-Utility-Konsenses. Diese Fähigkeit macht Taler zu einem idealen „Overlay-Netzwerk" für die Integration mit anderen Blockchain-Systemen wie Bitcoin.",
  "reveal_text_31": "Ihre Assets sind sicher",
  "reveal_text_32": "Alle Daten zwischen Gerät und Blockchain sind verschlüsselt und gewährleisten so vollständige Sicherheit und Vertraulichkeit von Transaktionen",
  "reveal_text_33": "Selbstverwahrung",
  "reveal_text_34": "Ihre Schlüssel verlassen niemals Ihr Gerät. Nur Sie haben die volle Kontrolle darüber.",
  "reveal_text_35": "Hardware-Wallets",
  "reveal_text_36": "Fügen Sie Ihrem privaten Schlüssel mit einem Hardware-Wallet eine zusätzliche Schutzebene hinzu",
  "reveal_text_37": "Behalten Sie die Kontrolle über Ihre Daten",
  "reveal_text_38": "Wir schätzen Ihre Privatsphäre. Taler Wallet sammelt keine persönlichen Daten oder Analysen",
  "reveal_text_39": "PIN-Schutz",
  "reveal_text_40": "PIN-basierter Login und Transaktionsbestätigung halten Ihre Assets sicher.",
  "reveal_text_41": "Phishing-Schutz",
  "reveal_text_42": "Vermeiden Sie Phishing-Adressen und DApps mit unserer offenen Blocklist",
  "reveal_text_43": "Phishing-Schutz",
  "reveal_text_44": "Vermeiden Sie Phishing-Adressen und DApps mit unserer offenen Blocklist",
  "reveal_text_45": "Fast blockchain",
  "faq_text_1": "Häufig gestellte Fragen",
  "faq_text_2": "Das Bankkonto für Ihren Alltag",
  "faq_text_3": "Bekämpfen Sie Zahlungsbetrug durch Echtzeit-Überprüfung jeder Transaktion und schnelles Blockieren verdächtiger Aktivitäten. Wir prüfen, ob Bankkarten legitim sind und dem rechtmäßigen Nutzer gehören, um kostspielige Rückbuchungen zu vermeiden und das Kundenvertrauen in Ihre Dienste zu bewahren.",
  "faq_text_4": "Welche Arten von Einlagen gibt es?",
  "faq_text_5": "Bekämpfen Sie Zahlungsbetrug durch Echtzeit-Überprüfung jeder Transaktion und schnelles Blockieren verdächtiger Aktivitäten. Wir prüfen, ob Bankkarten legitim sind und dem rechtmäßigen Nutzer gehören, um kostspielige Rückbuchungen zu vermeiden und das Kundenvertrauen in Ihre Dienste zu bewahren.",
  "faq_text_6": "Welche Arten von Kreditkarten gibt es?",
  "faq_text_7": "Bekämpfen Sie Zahlungsbetrug durch Echtzeit-Überprüfung jeder Transaktion und schnelles Blockieren verdächtiger Aktivitäten. Wir prüfen, ob Bankkarten legitim sind und dem rechtmäßigen Nutzer gehören, um kostspielige Rückbuchungen zu vermeiden und das Kundenvertrauen in Ihre Dienste zu bewahren.",
  "faq_text_8": "Was ist eine Debitkarte?",
  "faq_text_9": "Bekämpfen Sie Zahlungsbetrug durch Echtzeit-Überprüfung jeder Transaktion und schnelles Blockieren verdächtiger Aktivitäten. Wir prüfen, ob Bankkarten legitim sind und dem rechtmäßigen Nutzer gehören, um kostspielige Rückbuchungen zu vermeiden und das Kundenvertrauen in Ihre Dienste zu bewahren.",
  "faq_text_10": "Welche Vorteile haben Debitkarten?",
  "faq_text_11": "Bekämpfen Sie Zahlungsbetrug durch Echtzeit-Überprüfung jeder Transaktion und schnelles Blockieren verdächtiger Aktivitäten. Wir prüfen, ob Bankkarten legitim sind und dem rechtmäßigen Nutzer gehören, um kostspielige Rückbuchungen zu vermeiden und das Kundenvertrauen in Ihre Dienste zu bewahren.",
  "faq_text_12": "Was ist Kreditversicherung?",
  "faq_text_13": "Bekämpfen Sie Zahlungsbetrug durch Echtzeit-Überprüfung jeder Transaktion und schnelles Blockieren verdächtiger Aktivitäten. Wir prüfen, ob Bankkarten legitim sind und dem rechtmäßigen Nutzer gehören, um kostspielige Rückbuchungen zu vermeiden und das Kundenvertrauen in Ihre Dienste zu bewahren.",
  "get_start_text_1": "So starten Sie mit der App",
  "get_start_text_2": "Steigen Sie ohne Preisgabe persönlicher Informationen in Web3 ein. Nutzen Sie ein eigenständiges Taler Kryptowährungs-Wallet",
  "get_start_text_3": "Taler Wallet installieren",
  "get_start_text_4": "Laden Sie die Taler Wallet App für iOS, Android, Market oder Windows herunter",
  "get_start_text_5": "Wallet erstellen",
  "get_start_text_6": "Erstellen Sie ein neues Wallet und bewahren Sie die geheime Phrase sicher auf",
  "get_start_text_7": "Mit Kryptowährung beginnen",
  "get_start_text_8": "Erhalten oder kaufen Sie Kryptowährung in Ihrem neuen Crypto-Wallet"
}
}